tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"

cask "java8"

brew "ack"
brew "bash-completion"
brew "boost"
brew "boost-python"
brew "cairo"
brew "clojure"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "erlang"
brew "elixir"
brew "enca"
brew "exercism"
brew "exiftool"
brew "exiv2"
brew "flake8"
brew "fswatch"
brew "ghc"
brew "gnu-prolog"
brew "go"
brew "goto"
brew "guile"
brew "xz"
brew "io"
brew "irssi"
brew "libxml2", link: true
brew "llvm"
brew "maven"
brew "mysql"
brew "node", link: false
brew "node@8"
brew "patchutils"
brew "pdsh"
brew "python", link: false
brew "pipenv"
brew "pyenv"
brew "rebar3"
brew "ruby", link: true
brew "rust"
brew "scala"
brew "thrift"
brew "tmux"
brew "tox"
brew "vim"
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "zlib"
brew "zookeeper"
