tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "onesignal/cli", "https://github.com/OneSignal/cli"
tap "supabase/tap"
brew "ack"
brew "act"
brew "xz"
brew "openssl@3"
brew "aws-sam-cli"
brew "aws-vault"
brew "bash"
brew "bash-completion"
brew "bazelisk"
brew "boost"
brew "boost-python3"
brew "glib"
brew "cairo"
brew "catch2"
brew "certbot"
brew "harfbuzz"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "cpprestsdk"
brew "docker"
brew "docker-compose", link: false
brew "docker-machine"
brew "folly"
brew "erlang"
brew "elixir"
brew "enca"
brew "exercism"
brew "exiftool"
brew "libssh"
brew "exiv2"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "flake8"
brew "fswatch"
brew "ghc"
brew "git"
brew "gnu-prolog"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goto"
brew "guile"
brew "helm"
brew "helmfile"
brew "httrack"
brew "hy"
brew "irssi"
brew "jq"
brew "kcat"
brew "node"
brew "lerna"
brew "libssh2"
brew "libpq"
brew "libxml2"
brew "llvm"
brew "maven"
brew "minikube"
brew "minimal-racket"
brew "zlib"
brew "mysql"
brew "nghttp2"
brew "node@14"
brew "node@16"
brew "node@20"
brew "nvm"
brew "openapi-generator"
brew "patchutils"
brew "pdsh"
brew "pgcli"
brew "pipenv"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rakudo-star", link: false
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "rebar3"
brew "redis"
brew "ruby"
brew "rust"
brew "scala"
brew "semgrep"
brew "swagger-codegen"
brew "terraform"
brew "thrift"
brew "tmux"
brew "tox"
brew "vim"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zookeeper"
brew "onesignal/cli/onesignal-cli"
brew "supabase/tap/supabase"
cask "google-cloud-sdk"
